<template>
  <div>
    <p>
      <b>用户业务承诺书</b>
    </p>
    <div>
      <p> 为保证平台健康、稳定运行，所有平台使用方需知悉并确认，一旦平台发现使用方利用平台进行违法行为，平台有权立即停止服务，不退还所有已付款项,并立即向有关机关报案。承诺内容包含但不限于如下：</p>
      <ul class="protocol">
        <li>使用平台进行外呼业务，遵守国家有关法律、法规和各行政规章制度。不开展任何违法、违规业务。</li>
        <li>不利用提供的平台资源从事危害国家安全、泄露国家机密等违法犯罪行为。</li>
        <li>不利用平台开展各种形式违反社会公德和商业操守的外呼业务。</li>
        <li>不利用平台传播妨碍社会治安和宣传封建迷信、淫秽黄色等信息；窃取、泄露国家秘密、情报或者军事机密;煽动民族仇恨、民族歧视，破坏民族团结;组织邪教活动、联络邪教组织成员破坏国家法律、行政法规实施。</li>
        <li>不利用平台进行窃取、诈骗、敲诈勒索。</li>

        <li>用户明确表示拒绝后，不得继续向其发起呼叫。</li>
        <li>规范外呼时段、频率行为等，不得对用户正常生活造成影响。</li>
      </ul>
      <!-- 一、
二、不利用平台开展各种形式违反社会公德和商业操守的外呼业务。
三、不利用提供的平台资源从事危害国家安全、泄露国家机密等违法犯罪行为。
四、不利用平台传播妨碍社会治安和宣传封建迷信、淫秽黄色等信息；窃取、泄露国家秘密、情报或者军事机密;煽动民族仇恨、民族歧视，破坏民族团结;
    组织邪教活动、联络邪教组织成员破坏国家法律、行政法规实施。
五、不利用平台进行窃取、诈骗、敲诈勒索。
六、用户明确表示拒绝后，不得继续向其发起呼叫。
七、规范外呼时段、频率行为等，不得对用户正常生活造成影响。 -->
    </div>
  </div>
</template>

<script>
export default {

}
</script>
<style scoped>
.protocol {
  white-space: -moz-pre-wrap; /*Mozilla,since1999*/
  white-space: -pre-wrap; /*Opera4-6*/
  white-space: -o-pre-wrap; /*Opera7*/
  word-wrap: break-word; /*InternetExplorer5.5+*/
  padding: 10px;
  padding-left: 30px;
  margin: 0;
}
.protocol li {
  list-style-type: korean-hanja-informal;
  margin-bottom: 10px;
}
</style>
